Шаблоны/373-ERROR2_Request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd" xmlns:smev="http://smev.gosuslugi.ru/rev120315" xmlns:ds="http://www.w3.org/2000/09/xmldsig#" xmlns="http://oszn.fss.ru/SvedNoPosobOSZNv25">
  <soap:Body wsu:Id="body">
    <Request>
      <smev:Message>
        <smev:Sender>
          <smev:Code>#SND_CODE#</smev:Code>
          <smev:Name>#SND_NAME#</smev:Name>
        </smev:Sender>
        <smev:Recipient>
          <smev:Code>#SND_CODE#</smev:Code>
          <smev:Name>#SND_NAME#</smev:Name>
        </smev:Recipient>
        <smev:ServiceName>TestService</smev:ServiceName>
        <smev:TypeCode>GSRV</smev:TypeCode>
        <smev:Status>PING</smev:Status>
        <smev:Date>#DATE#</smev:Date>
        <smev:ExchangeType>2</smev:ExchangeType>
        <smev:RequestIdRef>d6ac87b8-a063-47d9-b201-9f0e2dd2de39</smev:RequestIdRef>
        <smev:OriginRequestIdRef>d6ac87b8-a063-47d9-b201-9f0e2dd2de39</smev:OriginRequestIdRef>
        <smev:TestMsg>Test</smev:TestMsg>
        <smev:OKTMO>#OKTMO#</smev:OKTMO>
      </smev:Message>
      <smev:MessageData/>
    </Request>
  </soap:Body>
</soap:Envelope>